const e={lang:n=>{const{normalize:r}=n;return r(["СР"])},meta:{title:n=>{const{normalize:r}=n;return r(["Литтл3 Свадба"])},description:n=>{const{normalize:r}=n;return r([`Све што никада нисте маштали да не морате да знате, па можда чак и нешто што је вероватно неопходно.
`])}},"not-found":n=>{const{normalize:r}=n;return r(["Непостојећа страница"])},button:{toggle_dark_on:n=>{const{normalize:r}=n;return r(["Потамни"])},toggle_dark_off:n=>{const{normalize:r}=n;return r(["Посветли"])},toggle_langs:n=>{const{normalize:r}=n;return r(["Промени језик"])}},welcome:{toc:n=>{const{normalize:r}=n;return r(["Добро дошли"])},title:n=>{const{normalize:r}=n;return r(["Добро дошли драги људи"])},description:n=>{const{normalize:r}=n;return r([`Ми смо одлучили да прославимо нашу љубав коју гајимо једно према другом са
вама - малом групом најближе родбине и драгих пријатеља. Обасјајте нас
вашом појавом и учините наше славље мало бољим него што би било без вас.

Наш простор је ограничен, тако да оставите вашег алигатора, другарицу од
друга или оног какосеонобешезове...
`])}},where:{toc:n=>{const{normalize:r}=n;return r(["Где"])},title:n=>{const{normalize:r}=n;return r(["Добро али где?"])},description:n=>{const{normalize:r}=n;return r([`Напустите град путем дуге. Даље наставите право неко време. Немојте да
направите грешку у Петроварадину и скренете десно према Руми/Беочину.
Натавите још мало право. Кад стигнете до руске цркве, скрените десно. Код
великог крста, држите се десно. Одатле пратите путоказе за Велику Ремету.
Када ти знаци престану, пратите знаке за извор Убавац. На извору попите
гутљај или два, удахните дубоко и даље пратите лепе људе.

...или само користите навигацију...
`])},links:{gpx:n=>{const{normalize:r}=n;return r(["GPX"])},gmaps:n=>{const{normalize:r}=n;return r(["GMaps"])}}},when:{toc:n=>{const{normalize:r}=n;return r(["Када"])},title:n=>{const{normalize:r}=n;return r(["Када доћи а када отићи?"])},descriptionA:n=>{const{normalize:r}=n;return r([`Ако сте способни за физички напор, честитамо! Ви сте на тиму који ће нам
помоћи да се све постави и очекујемо вас у 14ч.

Ако нисте способни или само желите да се проведете дођите у 16ч.
`])},age:n=>{const{normalize:r}=n;return r(["god"])},descriptionB:n=>{const{normalize:r}=n;return r([`Ако желите да знате када очекујемо да одете, морате да знате комплексну
математику.

Важно: бићемо на око пола сата од града... ако се напијете, нађите неког да
вас врати кући.
`])}},what:{toc:n=>{const{normalize:r}=n;return r(["Шта"])},title:n=>{const{normalize:r}=n;return r(["Шта не доносити?"])},description:n=>{const{normalize:r}=n;return r([`Ова свадба је у шуми, на отвореном. Будите спремни на све што можете да
очекујете од типичне шуме. Може да се деси да буде блата или да падне киша.
Можда чак и падне мрак..

Наш топли савет је да не доносите следеће ствари:
`])},list:n=>{const{normalize:r}=n;return r([`- скије
- штикле
- лично возило
- два романтична партнера
- храну
- пиће
- опрему за роњење
- бакље
- пецаљку
- хлеб
- курблу за реноа
- шатор
- лак за дрво
- крофне
- лењир
- рекет
`])}},gift:{toc:n=>{const{normalize:r}=n;return r(["Тостер"])},title:n=>{const{normalize:r}=n;return r(["Не треба нам тостер."])},description:n=>{const{normalize:r}=n;return r([`Ми желимо и планирамо да памтимо овај дан до краја времена, или барем наших
живота. Ако инсистирате да нам поклоните нешто што би нам помогло да
упамтимо овај дан, осећајте се орхабреним. Ако, ипак, рачунате да можете да
нас подмитите да игноришемо чињеницу да нам нисте донели промишљен
поклон, можете да користите [Венмо]() или [ПаyПал]() линк за ваш допринос;
или ако сте диносаурус, прихватићемо и онај архаични ритуал који је везан
за папирну коверту.
`])}},rsvp:{toc:n=>{const{normalize:r}=n;return r(["Потврда"])},title:n=>{const{normalize:r}=n;return r(["Запљуните се плиз"])},description:n=>{const{normalize:r}=n;return r([`У случају да желите да присуствујете овом величанственом догађају, молимо
вас да се запљунете.
Ако нам не потврдите ваше присуство, рачунамо да нећете доћи.
`])},link:n=>{const{normalize:r}=n;return r(["Потрврдите"])}}};export{e as default};
